Repository: oneall/social-sharing-wordpress
Catalog: upload/social-sharing-icons/languages/oa-social-sharing-icons-*.po
Languages: fr_fr

source: Default Buttons
fr_fr: Boutons par défaut

source: Feel free to <a target="_blank" href="%s">get in touch</a> if you have any questions
fr_fr: N'hésitez pas à nous contacter pour toutes questions

source: Get Started!
fr_fr: Démarrez !

source: To be able to use this plugin you first of all need to create a free account at %s and setup a Site.
fr_fr: Pour utiliser le plugin vous devez créer un compte gratuit sur %S et configurer un site.

source: After having created your account and setup your Site, please enter the Site settings in the form below.
fr_fr: Après avoir créé et configuré votre compte, saisissez les informations ci-dessous.

source: Don't worry the setup takes only a couple of minutes!
fr_fr: Pas d'inquiétude, l'installation ne dure que deux minutes !

source: Click here to setup your free account
fr_fr: Cliquez ici pour paramétrer votre compte gratuit

source: You are in good company! This plugin is used on more than %s websites!
fr_fr: Vous êtes en très bonne compagnie ! Le plugin est utilisé par plus de %s sites !

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
fr_fr: Ceci est une description du plugin. Celui ci est présent dans la section admin de WordPress.

source: Allow your visitors to share your website pages on their social networks like Twitter, Facebook, LinkedIn, Google and Yahoo.
fr_fr: Permettez à vos visiteurs de partager les pages de votre site sur différents réseaux sociaux tels que Twitter, Facebook, Linkedin, Google ou Yahoo.

source: Share
fr_fr: Partage

source: Title
fr_fr: Titre

source: Size
fr_fr: Taille

source: Setup
fr_fr: Installation

source: Disabled
fr_fr: Désactivé

source: Small Buttons
fr_fr: Boutons petits

source: Medium Buttons
fr_fr: Bouton médium

source: Large Buttons
fr_fr: Boutons larges

source: Horizontal Counters
fr_fr: Compteur horizontal

source: Vertical Counters
fr_fr: Compteur vertical

source: Save Changes
fr_fr: Sauvegarder

source: Help, Updates &amp; Documentation
fr_fr: Aide, Mises à jour & Documentation

source: <a target="_blank" href="%s">Follow us on Twitter</a> to stay informed about updates
fr_fr: Suivez nous sur Twitter pour être tenu au courant des nouveautés

source: <a target="_blank" href="%s">Contact us</a> if you have feedback or need assistance
fr_fr: Contactez nous pour tout retours ou besoin d'assistance

source: Let your visitors comment, login and register with 30+ Social Networks with our <a target="_blank" href="%s">Social Login plugin</a>!
fr_fr: Permettez à vos visiteur de commenter, s'identifier et s'enregistrer avec plus de 30 réseaux sociaux grâce à notre <a target="_blank" href="%s">plugin Social Login</a>!

source: Your modifications have been saved successfully!
fr_fr: Les modifications ont été sauvegardées!

source: The subdomain showed is the one you used in the Social Login wordpress plugin. Please save this subdomain or enter a valid new one.
fr_fr: Le sous-domain est identique à celui utilisé dans le plugin Social Login. Sauvegarder le ou saisissez un autre sous domaine valide.

source: You specified a different subdomain in social login plugin. Is it correct ?
fr_fr: Le domaine spécifié est différent de celui spécifié dans le plugin Social Login. Est-ce correct ?

source: Enter your API Settings
fr_fr: Saisissez vos paramètres API

source: Click here to create and view your API Credentials
fr_fr: Cliquez ici pour créer et voir vos paramètres API

source: API Subdomain
fr_fr: Sous-domaine API

source: Build your Social Sharing Icons
fr_fr: Editez les boutons Social Sharing

source: Add this plugin to your website to allow your users to share comments, purchases and other activities directly from your website to their friends on multiple social networks.
fr_fr: Ajoutez ce plugin sur votre site pour permettre à vos utilisateur de partager commentaires, achats et autre activités à ses amis sur de nombreux réseaux sociaux.

source: You can simply drag&amp;drop from <strong>Available Services/Add-ons</strong> to <strong>Selected Services &amp; Add-ons</strong> and vice versa. You can also drag&amp;drop the elements to change the order of the buttons.
fr_fr: Glissez déposez simplement les éléments pour ajouter, supprimer ou changer l'ordre des boutons.

source: Preview
fr_fr: Aperçu

source: Choose the default button type to use:
fr_fr: Choisissez le type de boutons par défaut:

source: Small
fr_fr: Petit

source: Medium
fr_fr: Médium

source: Choose the sharing Add-ons and Services to use:
fr_fr: Choisissez les Add-ons et services à utiliser:

source: Selected Services &amp; Add-ons
fr_fr: Services et Add-ons selectionnés

source: Available Services
fr_fr: Services disponibles

source: Plugin Position
fr_fr: Position du plugin

source: Left floating (all pages)
fr_fr: Fixe gauche (toutes les pages)

source: Right floating (all pages)
fr_fr: Fixe droite (toutes les pages)

source: After each post
fr_fr: Après chaque post

source: Before sidebar
fr_fr: Avant la sidebar

source: After sidebar
fr_fr: Après la sidebar

source: WordPress credits
fr_fr: Crédits WordPress
